Repository: jonasmalacofilho/gnome-shell-extension-freon
Catalog: freon@UshakovVasilii_Github.yahoo.com/po/*.po
Languages: pt_br

source: Average
pt_br: Temperature média

source: Maximum
pt_br: Temperature máxima

source: %s%.2fV
pt_br: %s%.3f V

source: %.2fA
pt_br: %.3f A

source: Please run sensors-detect as root.
pt_br: Por favor execute sensors-detect como root.

source: Please install lm_sensors. If this doesn't help, click here to report with your sensors output!
pt_br: Por favor, instale lm_sensors. Se isto não ajudar, clique aqui para reportar com a saída de sensors!

source: Go to the Freon wiki
pt_br: Visitar a Freon wiki

source: Sensor Settings
pt_br: Configurações

source: Temperature Sensors
pt_br: Sensores de temperatura

source: Voltage
pt_br: Voltagem

source: Current
pt_br: Corrente

source: Poll Sensors Every (sec)
pt_br: Ler sensores a cada (segundos)

source: Show Decimal Value
pt_br: Exibir valor decimal

source: Show one digit after decimal
pt_br: Exibir um dígito após o decimal

source: Temperature Unit
pt_br: Unidade de temperatura

source: Left
pt_br: Esquerda

source: Center
pt_br: Centro

source: Right
pt_br: Direita

source: Position in Panel
pt_br: Posição no painel

source: Show Icon on Panel
pt_br: Exibir ícone no painel

source: Show Fan Speed
pt_br: Exibir velocidade de ventoinhas

source: Group Temperature Items
pt_br: Agrupar leituras de temperatura

source: Works if you have more than three temperature sensors
pt_br: Efetivo apenas se você possuir três ou mais sensores de temperature

source: Show Power Supply Voltage
pt_br: Exibir leituras de voltagem

source: Group Voltage Items
pt_br: Agrupar leituras de voltagem

source: Works if you have more than three voltage sensors
pt_br: Efetivo apenas se você possuir três ou mais sensores de voltagem

source: Show Current Sensors
pt_br: Exibir leituras de corrente

source: Group Current Items
pt_br: Agrupar leituras de corrente

source: Works if you have more than three current sensors
pt_br: Efetivo apenas se você possuir três ou mais sensores de corrente

source: HDD/SSD Temperature Utility
pt_br: Utilitário de temperatura HDD/SSD

source: None
pt_br: Nenhum

source: Video Card Temperature Utility
pt_br: Utilitário de temperatura da placa de vídeo
